<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006-2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: yunwuxin <448901948@qq.com>
// +----------------------------------------------------------------------

return [
    'connector'     => 'Sync',


    /**
     * 空请求设置信息
     */
    'empty_request' => [
        'msg'       => '请求有误，联系邮箱 846506584@qq.com',
        'title'     => '欢迎光临-小氏小蚊',
    ],

    /**
     * 小程序配置
     */
    'wx_app' => [
        'app_id'     => '',
        'app_secret' => '',
    ],

    /**
     * 留言过期时间
     */
    'msg_expire_time'=> 86400,

];
